
let questions = [
    {
        question: 'Объем какого персонажа сказки зависит от его радиуса?',
        qN: 1, // номер вопроса
        answer1: '1 - Карлсона \n',
        answer2: '2 - Колобка \n',
        answer3: '3 - Тянитолкая \n',
        answer4: '4 - Змея Горыныча \n',
        answerTrue: 2, // правильный ответ
        price: 500, // цена вопроса
        prizeFix: 0 // несгораемая сумма
    },
    {
        question: 'Кто является неизменным героем анекдотов Чапаева?',
        qN: 2, // номер вопроса
        answer1: '1 - Петька \n',
        answer2: '2 - Ванька \n',
        answer3: '3 - Антошка \n',
        answer4: '4 - Маленький мальчик \n',
        answerTrue: 1, // правильный ответ
        price: 500, // цена вопроса. Общая сумма 1000
        prizeFix: 0 // несгораемая сумма
    },
    {
        question: 'Как называется тип батарейки?',
        qN: 3, // номер вопроса
        answer1: '1 - AAA \n',
        answer2: '2 - BBB \n',
        answer3: '3 - CCC \n',
        answer4: '4 - DDD \n',
        answerTrue: 1, // правильный ответ
        price: 1000, // цена вопроса. Общая сумма 2000
        prizeFix: 1000 // несгораемая сумма
    },
    {
        question: 'Как называется разновидность пирожного?',
        qN: 4, // номер вопроса
        answer1: '1 - Сумочка \n',
        answer2: '2 - Авосечка \n',
        answer3: '3 - Корзиночка \n',
        answer4: '4 - Коробочка \n',
        answerTrue: 3, // правильный ответ
        price: 1000, // цена вопроса. Общая сумма 3000
        prizeFix: 1000 // несгораемая сумма
    },
    {
        question: 'Какую сонату написал Бетховен?',
        qN: 5, // номер вопроса
        answer1: '1 - Солнечную \n',
        answer2: '2 - Лунную \n',
        answer3: '3 - Звездную \n',
        answer4: '4 - Млечную \n',
        answerTrue: 2, // правильный ответ
        price: 2000, // цена вопроса. Общая сумма 5000
        prizeFix: 1000 // несгораемая сумма
    },
    {
        question: 'Кто проживает в серпентарии?',
        qN: 6, // номер вопроса
        answer1: '1 - Королевская стража \n',
        answer2: '2 - Королевская свита \n',
        answer3: '3 - Королевская семья \n',
        answer4: '4 - Королевская кобра \n',
        answerTrue: 4, // правильный ответ
        price: 5000, // цена вопроса. Общая сумма 10 000
        prizeFix: 5000 // несгораемая сумма
    }


];